Repository: agenciadw/simple-locator-filter
Catalog: languages/simple-locator-wc-filter-*.po
Languages: es_es

source: Simple Locator WooCommerce Filter requer o plugin WooCommerce para funcionar.
es_es: Simple Locator WooCommerce Filter requiere el plugin WooCommerce para funcionar.

source: Simple Locator WooCommerce Filter requer o plugin Simple Locator para funcionar.
es_es: Simple Locator WooCommerce Filter requiere el plugin Simple Locator para funcionar.

source: Nenhum produto encontrado com os critérios especificados.
es_es: No se encontraron productos con los criterios especificados.

source: Consulte o preço
es_es: Consultar precio

source: Nenhum produto com localização encontrado. Verifique se os produtos têm coordenadas de latitude e longitude configuradas.
es_es: No se encontraron productos con ubicación. Verifique si los productos tienen coordenadas de latitud y longitud configuradas.

source: Produtos Encontrados (%d)
es_es: Productos Encontrados (%d)

source: Ver no Mapa
es_es: Ver en el Mapa

source: Erro: Google Maps não está carregado. Verifique se a API key está configurada.
es_es: Error: Google Maps no está cargado. Verifique si la clave API está configurada.

source: Endereço:
es_es: Dirección:

source: Ver Produto
es_es: Ver Producto

source: Latitude
es_es: Latitud

source: Coordenada de latitude do produto
es_es: Coordenada de latitud del producto

source: Longitude
es_es: Longitud

source: Coordenada de longitude do produto
es_es: Coordenada de longitud del producto

source: Endereço
es_es: Dirección

source: Endereço completo
es_es: Dirección completa

source: Endereço do produto para exibição
es_es: Dirección del producto para mostrar

source: ID do produto não especificado
es_es: ID del producto no especificado

source: Meta campos do produto ID: %d
es_es: Campos meta del producto ID: %d

source: Como Usar
es_es: Cómo Usar

source: Shortcode com Debug
es_es: Shortcode con Debug

source: Configurações Principais
es_es: Configuraciones Principales

source: Configure as opções do plugin Simple Locator WooCommerce Filter.
es_es: Configure las opciones del plugin Simple Locator WooCommerce Filter.

source: Google Maps API Key
es_es: Clave API de Google Maps

source: Insira sua chave da API do Google Maps. Você pode obter uma em <a href="https://console.cloud.google.com/" target="_blank">Google Cloud Console</a>.
es_es: Inserte su clave API de Google Maps. Puede obtener una en <a href="https://console.cloud.google.com/" target="_blank">Google Cloud Console</a>.

source: Para melhor qualidade das imagens quadradas, recomendamos regenerar as imagens dos produtos. Use um plugin como "Regenerate Thumbnails" para criar os novos tamanhos de imagem.
es_es: Para mejor calidad de imágenes cuadradas, recomendamos regenerar las imágenes de los productos. Use un plugin como "Regenerate Thumbnails" para crear los nuevos tamaños de imagen.

source: Carregando...
es_es: Cargando...
